import React from 'react'
import '../../About/css/mix.css'

export default function Manager(){
    return(  
        
        <div className="container-fluid">
            <div className="header">
                <div className="centeres">
                   ที่นี่ ราชบุรี
                </div>
            </div>
            <div className="content-auto sub">
        
                <div className="row">   
                    <div className ="container">
                        <div className="col-sm-12">
                            <div className="row">
                                <div className="col-sm-12 title-History">
                                    คณะผู้บริหาร
                                </div>
                            </div>
                        </div>
                    </div>
                </div>


                <div className="row">
                    <div className="col-sm-2" />
                    <div className="col-sm-2 img-Manager">
                        <center><img src = {require('../../asset/images/Manager/1059.jpg')} width="150px" height="200ex"/></center>
                    </div>
                   <div className="col-sm-5 text-Manager">	
                        <div className="row border-Manager">
                        รองผู้ว่าราชการจังหวัดราชบุรี <br />
                        ดำรงตำแหน่งเมื่อวันที่ 21 พฤศจิกายน 2559<br />
                        วัน/เดือน/ปี/เกิด	29 มิถุนายน 2504<br />
                        ที่อยู่	3/355 ถนนเทศบาลนิมิตเหนือ ลาดยาว เขตจตุจักร กรุงเทพมหานคร 10900<br />
 	                    โทร. 089 203 0477<br /><br />
                        </div>
                        <div className="row border-Manager">
                        <h2>การศึกษา</h2><br />
                        มัธยมศึกษา	โรงเรียนเตรียมอุดมศึกษา พญาไท กทม.<br />
                        ปริญญาตรี	คณะรัฐศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย<br />
                        ปริญญาโท	บัณฑิตวิทยาลัย จุฬาลงกรณ์มหาวิทยาลัย (รัฐศาสตร์มหาบัณฑิต)<br /><br />
                        </div>
                        <div className="row border-Manager">
                       <h2>ประวัติการอบรม</h2><br />
                        - 2530	การข่าวลับ สำนักข่าวกรองแห่งชาติ<br />
                        - 2535	ปลัดอำเภอ (รุ่น 111)<br />
                        - 2536	ผู้บังคับหมวด อ.ส. (ปลัดป้องกัน) (รุ่นที่ 7)<br />
                        - 2536	ผู้ประสานงานข่าว ศปส.114 กอ.รมน.<br />
                        - 2540	หลักสูตรจิตวิทยาความมั่นคงฝ่ายอำนวยการ สถาบันวิชาการป้องกันประเทศ (รุ่นที่ 81)<br />
                        - 2544	ผู้บริหารระดับกลาง วิทยาลัยมหาดไทย สป.มท. (บมท.รุ่นที่ 6)<br />
                        - 2544	ผู้นำคลื่นลูกใหม่ในระบบราชการไทย สนง.กพ. (New Wave Leader รุ่นที่ 1)<br />
                        - 2545	หลักสูตรนายอำเภอ (รุ่2ที่ 51)<br />
                        - 2548	หลักสูตรนายอำเภออาสาปฏิบัติงานใน 3 จังหวัดชายแดนใต้ (รุ่นที่ 1)<br />
                        - 2552	หลักสูตรนักปกครองระดับสูง (รุ่นที่ 53)<br />
                        - 2553	หลักสูตรฝ่ายอำนวยการ (สำนักอาสารักษาดินแดน)<br />
                        - 2556	ผู้บริหารงานวิทยาศาสตร์ระดับสูง<br />
                        - 2557	หลักสูตรผู้บริหารระดับกลางเตรียมการสู่อาเซียน (สิงคโปร์)<br />
                        - 2557	ผู้บริหารสิ่งแวดล้อมระดับสูง (รุ่นที่ 4 บธส.4)<br />
                        - 2558	ผู้บริหารความมั่นคงแห่งชาติ (รุ่นที่ 6 บมท.6)<br />
                        - 2559-60	วิทยาลัยป้องกันราชอาณาจักร (วปอ.59)<br /><br />
                        </div>
                        <div className="row border-Manager">
                        <h2>ประสบการณ์การทำงาน</h2><br />
                        - 2529	นักการข่าว สำนักข่าวกรองแห่งชาติ<br />
                        - 2533	ปลัดอำเภอ อ.ประจันตคาม จังหวัดปราจีนบุรี<br />
                        - 2534	ผู้ช่วยจ่าจังหวัด ที่ทำการปกครองจังหวัดปราจีนบุรี<br />
                        - 2536	นายทหารแผนงานโครงการ ศปส.114 กอ.รมน. สวนรื่นฤดี กรุงเทพฯ<br />
                        - 2539	หัวหน้างานช่วยอำนวยการ สำนักเลขานุการกรมการปกครอง<br />
                        - 2543	หัวหน้าสำนักงานรองปลัดกระทรวงมหาดไทย หัวหน้ากลุ่มภารกิจณ (ดร.วรวิทย์ เลิศลักษณา/นายไพโรจน์ พรหมสาส์น/นายศิวะ แสงมณี)/ปฏิบัติหน้าที่เลขานุการฯ)<br />
                        - 2547	หัวหน้าสำนักงาน รอง ผอ.สสส.จชต. (พลเรือน) กองอำนวยการเสริมสร้างสันติสุขจังหวัดชายแดนภาคใต้ (กอ.สสสจชต.) ค่ายสิรินธร อำเภอยะรัง จังหวัดปัตตานี<br />
                        - 2547	หัวหน้ากลุ่มมาตรฐานและระเบียบการทะเบียนราษฎร สำนักบริหารการทะเบียน และปฏิบัติหน้าที่เลขานุการอธิบดีกรมการปกครอง (นายศิวะ แสงมณี)<br />
                        - 2548	นายอำเภอมายอ จังหวัดปัตตานี<br />
                        - 2551	ผู้อำนวยการส่วนส่งเสริมวิชาการ กองวิชาการและแผนงาน (สน.ยอ.เดิม)<br />
                        - 2552	นักทรัพยากรบุคล ระดับำชำนาญการพิเศษ วิทยาลัยปกครองช่วยราชการ ศอ.บต.<br />
                        - 2553	หัวหน้ากลุ่มงานช่วยเหลือเยียวยาผู้ได้รับผลกระทบจากเหตุการณ์ 3 จชต.ศอ.บต.<br />
                        - 2554	นักปกครอง ระดับชำนาญการพิเศษ ศอ.บต. ปฏิบัติหน้าที่ที่ สนง.ศอ.บต.มท.<br />
                        - ก.ย. 2554	นายอำเภอสทิงพระ จังหวัดสงขลา<br />
                        - ธ.ค. 2554	นายอำเภอชัยบาดาล จังหวัดลพบุรี<br />
                        - 2558	รองผู้ว่าราชการจังหวัดสระแก้ว, มุกดาหาร<br />
                        - 2559	รองผู้ว่าราชการจังหวัดราชบุรี<br />
                        </div>
                   </div>
                    
                </div>
            </div>
                
        </div>


 
    );
}