import React from 'react'
import './css/mix.css'
import Picture from '../asset/images/nws.jpg'
console.log(Picture);
export default function District(){
    return(     
        <div className="container-fluid">
            <div className="header">
                <div className="centeres">
                   ที่นี่ ราชบุรี
                </div>
            </div>
            <div className="content-auto sub">
        
                <div className="row">
                    <div className ="container">
                        <div className="col-sm-12   ">
                        <div className="row">
                            <div className="col-sm-12 title-History">
                                ประวัติอำเภอในจังหวัดราชบุรี
                            </div>
                        </div>
                        </div>
                    </div>
                </div>

                
                <div className="row">
                    <div className="col-sm-4 head-Mueang"><center><h4>อำเภอเมือง</h4></center></div>
                    <div className="col-sm-8 " />


                    <div className="col-sm-1 " />
                    <div className="col-sm-4 text-Mueang" align = "justify">
                    
                    &nbsp;&nbsp;&nbsp; อำเภอเมืองเรืองราชบุรี เดิมเป็นที่ตั้งเมืองเรียกว่า " เมืองราชบุรี " มีฐานะเป็น มณฑลราชบุรี 
                    อันเป็นส่วนหนึ่งของอาณาจักร " ทวาราวดี " ของชนชาติลาว เล่ากันว่า เมืองราชบุรีนี้ ตัวเมืองเดิมตั้งอยู่ที่ตำบลบ้านไร่ 
                    (เดิมชื่อตำบลอู่เรือ ) อำเภอเมืองราชบุรี ในปัจจุบัน ต่อมาเมืองราชบุรี ได้ร้างไปประมาณ 300 - 400 ปี ภายหลังพระเจ้าอู่ทอง
                     ได้สร้างเมืองราชบุรีขึ้นใหม่ทีวัดมหาธาตุวรวิหาร ซึ่งอยู่ทางทิศเหนือของศาลากลางจังหวัดหลังเก่า ฝั่งขวาของแม่น้ำแม่กลอง ต่อมา
                      เมื่อ พ.ศ. 2360 ( ร.ศ. 36 ) ในรัชสมัยของพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย แห่งกรุงรัตนโกสินทร์ ทรงโปรดเกล้าให้
                      ย้ายเมืองราชบุรี มาตั้งอยู่ทางฝั่งซ้ายของแม่น้ำแม่กลอง คือที่ตั้งจังหวัดทหารบกราชบุรี ครั้นปี พ.ศ. 2440 (ร.ศ. 116 ) 
                      ได้เริ่มจัดระเบียบการปกครองท้องที่ ในครั้งนั้น ได้แบ่งการปกครองท้องที่ออกเป็น 5 อำเภอ เฉพาะอำเภอเมืองราชบุรี เดิมตั้งอยู่ที่ตำบล
                      ธรรมเสน อำเภอโพธาราม ในครั้งนั้น จึงเรียกว่า " แขวง" ต่อมา พ.ศ. 2441 จึงได้ย้ายที่ว่าการอำเภอจากตำบลธรรมเสนมาตั้งที่ถนน
                      อัมรินทร์ ตำบลหน้าเมือง มีพระแสนท้องฟ้า ( ป๋อง ยมคุปต์ ) เป็นนายอำเภอ ครั้นต่อมาบริเวณที่ที่ว่าการอำเภอเมืองราชบุรี ได้มีการ
                      ปรับปรุงเปลี่ยนแปลงเป็นศูนย์การค้า จึงได้ย้ายที่ว่าการอำเภอเมืองราชบุรี ไปปลูกสร้างใหม่ณ บริเวณที่มีโครงการจัดตั้ง เป็นศูนย์ราชการ
                      ปัจจุบัน

                    </div>
                    <div className="col-sm-3 img-Mueang">
                        <center><img src = {require('../asset/images/District/อุทยานเขาหินงู_อำเภอเมือง.jpg')} width="365px" height="270ex"/></center>
                        <div className="row">
                            <div className="col-sm-12" >
                                <center><b>(อุทยานเขาหินงู)</b></center>

                            </div>
                        </div>
                    </div>
                    <div className="col-sm-3  text-Mueang2" align="justify">
                        <br /><b>อาณาเขต</b>
                        <br /><b>ทิศเหนือ </b>ติดต่อกับอำเภอโพธารามและอำเภอบางแพ
                        <br /><b>ทิศใต้ </b>ติดต่อกับอำเภอดำเนินสะดวกจังหวัดราชบุรี และอำเภอบางคนที จังหวัดสมุทรสงคราม
                        <br /><b>ทิศตะวันออก </b>ติดต่อกับอำเภอวัดเพลงและอำเภอปากท่อ
                        <br /><b>ทิศตะวันตก </b>ติดต่อกับอำเภอจอมบึงและอำเภอปากท่อ
                        <br /><b>พื้นที่ </b>อำเภอเมืองราชบุรี มีเนื้อที่ประมาณ 454.239 ตารางกิโลเมตร
                    </div>
                    
                </div>


               {/*================================================================================================== */}   



                <div className="row">
                <div className="col-sm-4 head-Photharam"><center><h4>อำเภอโพธาราม</h4></center></div>
                    <div className="col-sm-8 " />


                    <div className="col-sm-1" />
                    <div className="col-sm-4 text-Mueang" align = "justify">
                    &nbsp;&nbsp;&nbsp; ตำบลโพธาราม เล่ากันว่า เมื่อสมัยก่อนประชาชนเรียกว่า " บ้านโพธิ์ตาดำ " การที่ได้รับนามว่า 
                    "บ้านโพธิ์ตาดำ " เพราะมีต้นโพธิ์ขนาดใหญ่ขึ้นอยู่เป็นหมู่ และใกล้หมู่ต้นโพธิ์บ้านของนายดำ ซึ่งเป็นที่รู้จักกันดีตั้งอยู่ด้วยเลยเรียกกัน
                    ติดปากว่า " บ้านโพธิ์ตาดำ " โดยสำเนียงของชาวจีนมักเรียกถิ่นนี้ว่า " พอไจ่ล้ำ" และชาวมอญเรียกว่า " โพธาราม " ต่อมาเมื่อ
                    สมัยจังหวัดราชบุรียังมีฐานะการปกครองแบบมณฑล พระภักดีดินแดน ( พลอย วงศาโรจน์) ปลัดมณฑลราชบุรี ได้ดำเนินการปรับปรุง
                    เขตและนามตำบลโดยเห็นว่าถิ่นนี้ มีต้นโพธิ์ และมีวัด (อาราม) ทางราชการจึงตั้งนามว่า " ตำบลโพธาราม " โพธาราม เดิมตั้งอยู่ที่
                    ปากคลองบางโตนด ตำบลบางโตนด ฝั่งตะวันตก แม่น้ำแม่กลอง เรียกชื่อว่า แขวง ขึ้นอยู่กับจังหวัดราชบุรี ยกฐานะเป็นอำเภอเมื่อใด
                    ไม่ปรากฎหลักฐาน ต่อมา พ.ศ. 2436 ได้ย้ายที่ว่าการอำเภอจากปากคลองบางโตนด มาตั้งอยู่ริมฝั่งแม่น้ำแม่กลองฟากตะวันออกเยื้อง
                    กับวัดเฉลิมอาสน์ ที่ตำบลโพธาราม ต่อมาได้ย้ายที่ว่าการอำเภอจากริมฝั่งแม่น้ำมาอยู่ที่บริเวณที่ตั้งปัจจุบัน เมื่อวันที่ 10 มีนาคม 2495 
                    ที่ตั้งของที่ว่าการอำเภอ ตั้งอยู่ถนนหน้าอำเภอ ตำบลโพธาราม ในเขตเทศบาลเมืองโพธาราม อยู่ห่างจากสถานีรถไฟโพธาราม ประมาณ 
                    400 เมตร ห่างจากทาง หลวงแผ่นดินสายเพชรเกษม (สายเก่า) ประมาณ 1.5 กิโลเมตร

                    </div>
                    <div className="col-sm-3 img-Mueang">
                        <center><img src = {require('../asset/images/District/เขาวงกต_อำเภอโพธาราม.jpg')} width="365px" height="270ex"/></center>
                        <div className="row">
                            <div className="col-sm-12" >
                                <center><b>(เขาวงกต)</b></center>

                            </div>
                        </div>
                    </div>
                    <div className="col-sm-3 text-Mueang2" align="justify">
                        <br /><b>อาณาเขต</b>
                        <br /><b>ทิศเหนือ</b>ติดต่อกับอำเภอบ้านโป่ง จังหวัดราชบุรี และอำเภอท่าม่วง จังหวัดกาญจนบุรี
                        <br /><b>ทิศใต้ </b>ติดต่อกับอำเภอเมื่องราชบุรี และอำเภอดำเนินสะดวก
                        <br /><b>ทิศตะวันออก </b>ติดต่อกับอำเภอบางแพ จังหวัดราชบุรี และอำเภอเมืองนครปฐม 
                        <br /><b>ทิศตะวันตก </b>ติดต่อกับอำเภอจอมบึง จังหวัดราชบุรี
                        <br /><b>พื้นที่</b> อำเภอโพธารามมีเนื้อที่รวมทั้งสิ้น 394 ตารางกิโลเมตร


                    </div>
                    <div className="col-sm-1" />
                    <div className ="col-sm-10 text-ChomBueng" align="justify">
                    <br /><b>ลักษณะภูมิประเทศ </b>ด้านทิศตะวันออกและตอนกลางของพื้นที่อำเภอ เป็นที่ราบลุ่ม พื้นที่ด้านทิศตะวันตกและตะวันตกเฉียงใต้ เป็นที่ราบ 
                        สูงมีภูเขาและเนินเขาอยู่ทั่วไปพื้นที่ที่เป็นเนินเขา ประมาณ 6.60 ตารางกิโลเมตร มีป่าไม้เบญจพรรณอยู่บ้างประปราย
                        ลำน้ำทีสำคัญ มีแม่น้ำแม่กลองไหลผ่าน ต้นน้ำอยู่ในจังหวัดกาญจนบุรี ไหลผ่านท้องที่อำเภอโพธาราม ในตำบลชำแระ
                        สร้อยฟ้า คลองตาคต โพธาราม ท่าชุมพล บางโตนด คลองข่อย และเจ็ดเสมียนผ่านอำเภอเมืองราชบุรี 
                        ลงสู่ทะเลที่จังหวัดสมุทรสงคราม

                    </div>

                </div>

               {/*================================================================================================== */}   


               <div className="row">
                    <div className="col-sm-4 head-Mueang"><center><h4>อำเภอจอมบึง</h4></center></div>
                    <div className="col-sm-8 " />


                    <div className="col-sm-1 " />
                    <div className="col-sm-4 text-Mueang" align = "justify">
                    
                    &nbsp;&nbsp;&nbsp;ท้องที่จอมบึงมีความสำคัญทางประวัติศาสตร์ตั้งแต่สมัยอยุธยาแล้วเป็นเส้นทางผ่านเวลาทัพพม่าจะยกมาตีไทย
                    พ.ศ. 2438 พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวได้เสด็จประพาสจอมบึงกับสมเด็จพระศรีพัชรินทราบรมราชนีนาถ 
                    พระพุทธเจ้าหลวงได้เสด็จไปชมบึงใหญ่ โดยเสด็จไปทางสายเก่าบ้านวังมะเดื่อ เจ้าหน้าที่ได้เปิดป่าพงหญ้าเป็นถนนไปสู่บึง
                    พระองค์ทรงโปรดปรานในความงามของบึงมากทรงพระดำรัสช้าๆ ว่า "นี้หรือบึง สวยงามดี ต่อไปจะเจริญต่อไปนี้ให้เรียกว่า 
                    จอมบึง" ชาวบ้านจึงเรียกบึงใหญ่ว่าจอมบึงมาจนทุกวันนี้ การเสด็จประพาสจอมบึงครั้งนี้ พระพุทธเจ้าหลวงทรงมีพระราชดำริว่า
                    ท้องที่จอมบึงเป็นที่ราบ ประชาชนตั้งบ้านเรือนอยู่หนาแน่นแต่กันดาร จึงทรงพระกรุณาโปรดเกล้าฯ ให้ตั้งขึ้นเป็นกิ่งอำเภอจอมบึง
                    พ.ศ. 2501 กระทรวงมหาดไทยได้ประกาศยกฐานะกิ่งอำเภอจบึงเป็นอำเภอจอมบึง อำเภอจอมบึงเป็นอำเภอหนึ่งในจำนวน 9 
                    อำเภอของจังหวัดราชบุรี อยู่ห่างจากตัวจังหวัดไปทางทิศตะวันตกเป็นระยะทาง 30 กิโลเมตร โดยทางหลวงแผ่นดินสายราชบุรี - จอมบึง

                    </div>
                    <div className="col-sm-3 img-Mueang">
                        <center><img src = {require('../asset/images/District/ตลาดย้อนยุค_อำเภอจอมบึง.jpg')} width="365px" height="270ex"/></center>
                        <div className="row">
                            <div className="col-sm-12" >
                                <center><b>(ตลาดย้อนยุค)</b></center>

                            </div>
                        </div>
                    </div>
                    <div className="col-sm-3  text-Mueang2" align="justify">
                        <br /><b>อาณาเขต</b>
                        <br /><b>ทิศเหนือ </b>ติดต่อกับอำเภอโพธาราม จังหวัดราชบุรี อำเภอท่าม่วงและอำเภอเมืองกาญจนบุรี จังหวัดกาญจนบุรี
                        <br /><b>ทิศใต้ </b>ติดต่อกับอำเภอปากท่อ จังหวัดราชบุรี
                        <br /><b>ทิศตะวันออก </b>ติดต่อกับอำเภอเมืองราชบุรี จังหวัดราชบุรี
                        <br /><b>ทิศตะวันตก </b>ติดต่อกับอำเภอสวนผึ้ง จังหวัดราชบุรี            
                        <br /><b>พื้นที่ </b>อำเภอจอมบึง มีพื้นที่ทั้งสิ้น 816 ตารางกิโลเมตร
                    </div>
                    <div className="col-sm-1" />
                    <div className ="col-sm-10 text-ChomBueng" align="justify">
                    <br /><b>ลักษณะภูมิประเทศ </b>ที่ราบลุ่มทุ่งนาและหนองน้ำ พบอยู่ทางด้านทิศตะวันออกเฉียงเหนือของตำบลปากช่อง
                         ใจกลางของตำบลจอมบึง ตอนใต้ของตำบลเพิกไพร ตอนเหนือ ของตำบลรางบัวและทางตอนกลางด้านทิศตะวันออกของ
                         ตำบลด่านทับตะโก พื้นที่เหล่านี้ส่วนใหญ่ใช้ปลูกข้าว พื้นที่เป็นที่ดินทรายและดินลูกรัง พบในด้านทิศตะวันตกเฉียงเหนือและ
                         ทิศตะวันตกของตำบลปากช่อง ด้านเหนือและด้านตะวันออกของตำบลจอมบึง ตามแนวกลางจากด้านทิศตะวันออกโค้งไปถึง
                         ด้านตะวันตกของตำบลรางบัว พื้นที่เหล่านี้ส่วนใหญ่จะใช้ปลูกมันสำปะหลัง พื้นที่ดินร่วนปนทรายและดินดำ พบในด้านทิศใต้
                         ของตำบลปากช่อง สองฝั่งลำน้ำภาชีในตำบลด่านทับตะโกและตำบลแก้มอ้น พื้นที่เหล่านี้ส่วนใหญ่ใช้ปลูกอ้อย พืชไร่ 
                         และพืชผักสวนครัว โดยเฉพาะตำบลด่านทับตะโกและตำบลแก้มอ้น จะปลูกพืชผักสวนครัวและพืชไร่มากที่สุดในอำเภอพื่นที่ภูเขา
                          พบมากในตอนใต้ของตำบลรางบัว ด้านทิศตะวันตกของตำบลด่านทับตะโกและตำบลแก้มอ้น ตามแนวเส้นแบ่งเขตตำบลและอำเภอ 
                          และยังพบภูเขาขนาดเล็กอยู่ในทุกพื้นที่ของตำบลอื่นๆ ด้วย พื้นที่เหล่านี้ส่วนใหญ่จะเป็นป่าไม้

                    </div>

                    
                </div>
               {/*================================================================================================== */}


               <div className="row">
                    <div className="col-sm-4 head-Mueang"><center><h4>อำเภอดำเนินสะดวก</h4></center></div>
                    <div className="col-sm-8 " />


                    <div className="col-sm-1 " />
                    <div className="col-sm-4 text-Mueang" align = "justify">
                    
                        &nbsp;&nbsp;&nbsp;ประวัติอำเภอดำเนินสะดวกเริ่มขึ้นก่อน พ.ศ. 2400 พื้นที่มีสภาพเป็นที่ราบลุ่มมีป่าดงไผ่และต้นเสือหมอบ 
                        เมื่อถึงฤดูน้ำหลากจะท่วมพื้นที่เกือบทั้งหมดของอำเภอสภาพท้องที่สมัยไม่มีลำคลองมากมายเช่นในปัจจุบัน ในสมัยรัชกาลที่ 4 
                        พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว ทรงพระราชดำริว่าเนื้อที่ดินในเขตอำเภอดำเนินสะดวก จังหวัดราชบุรี และอำเภอบ้านแพ้ว 
                        งหวัดสมุทรสาครเป็นพื้นที่ดินราบลุ่มมีอาณาบริเวณหลายหมื่นไร่ หากให้ขุด คลองขึ้นโดยผ่านพื้นที่ทั้งสองอำเภอก็จะเกิดประโยชน์มากมาย
                        แก่ราษฎรที่จะเข้ามาจับจองที่ดินประกอบการเกษตร ลำคลองนี้จะเป็นเส้นทางลำเลี่ยงสินค้าเข้าสู่ตัวเมืองหลวงได้สะดวกเป็นเส้นทางคมนาคม
                        ระหว่างกรุงเทพ กับจังหวัดราชบุรี การขุดคลองเริ่มต้นจากจุดริมแม่น้ำท่าจีน ตำบลบางยาง อำเภอบ้านแพ้ว จังหวัดสมุทรสาคร เป็นเส้นตรง
                        ผ่านตำบลโคกไผ่ ( ปัจจุบันคือตำบลดอนไผ่) และขุดผ่านเข้ามาในเขตอำเภอปากคลองแพงพวย ( อำเภอดำเนินสะดวกเดิม)
                        จนถึงแม่น้ำแม่กลองที่ปากคลองบางนกแขวก คลองนี้ได้ทำการขุดสำเร็จเมื่อ พ.ศ. 2410 พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว
                        (ร. 5) ได้ทรงพระกรุณาโปรดเกล้าฯ ให้กระทำพิธีเปิดใช้คลองเมื่อวันที่ 25 พฤษภาคม 2411 อำเภอดำเนินสะดวก ตั้งอยู่ที่ปากคลอง
                        ลัดราชบุรีถึง พ.ศ.2455 ทางราชการจึงได้ย้ายไปตั้งอยู่ที่ตำบลรางยาวฝั่งตะวันออก เหตุที่ย้ายที่ว่าการอำเภอ เนื่องจากสถานที่เดิมคับแคบ
                        ไม่เหมาะแก่การขยายสถานที่ราชการอำเภอดำเนินสะดวก เป็นอำเภอหนึ่งของจังหวัดราชบุรี อยู่ทางทิศตะวันตกของตัวจังหวัด ตั้งอยู่หมู่ที่ 1 
                        ตำบลดำเนินสะดวก

                    </div>
                    <div className="col-sm-3 img-Mueang">
                        <center><img src = {require('../asset/images/District/ตลาดน้ำ_อำเภอดำเนินสะดวก.jpg')} width="365px " height="270ex"/></center>
                        <div className="row">
                            <div className="col-sm-12" >
                                <center><b>(ตลาดน้ำดำเนินสะดวก)</b></center>

                            </div>
                        </div>
                    </div>
                    <div className="col-sm-3  text-Mueang2" align="justify">
                        <br /><b>อาณาเขต</b>
                        <br /><b>ทิศเหนือ </b>ติดต่อกับอำเภอบางแพ จังหวัดราชบุรี และอำเภอโพธาราม จังหวัดราชบุรี
                        <br /><b>ทิศใต้ </b>ติดต่อกับอำเภอบางคนที และอำเภออัมพวา จังหวัดสมุทรสงคราม
                        <br /><b>ทิศตะวันออก </b>ติดต่อกับอำเภอบางแพ้ว จังหวัดสมุทรสาคร
                        <br /><b>ทิศตะวันตก </b>ติดต่อกับอำเภอจอมบึงและอำเภอปากท่อ
                        <br /><b>พื้นที่ </b>ติดต่อกับอำเภอเมือง จังหวัดราชบุรี อำเภอบางคนที จังหวัดสมุทรสงคราม
                    </div>
                    
                </div>
               {/*================================================================================================== */}

               <div className="row">
                    <div className="col-sm-4 head-Mueang"><center><h4>อำเภอบางแพ</h4></center></div>
                    <div className="col-sm-8 " />


                    <div className="col-sm-1 " />
                    <div className="col-sm-4 text-Mueang" align = "justify">
                    
                        &nbsp;&nbsp;&nbsp;ที่ได้ชื่อว่า " บางแพ " ได้ความว่า เมื่อสมัยก่อนท้องที่อำเภอนี้เป็นที่ลุ่มจดชายทะเลเต็มไปด้วยป่าพง
                        ป่ากก มีผู้คนอาศัยน้อย ถึงฤดูน้ำจะมีผู้คนพากันขึ้นไปตัดไม้ทางป่า ผูกเป็นแพล่องลงมาตามลำน้ำไป ขายทางชายทะเล 
                        การเดินทางจะต้องนำแพไม้มาจอดพัก ค้างแรมที่บ้านบางแพนี้ เมื่อมีผู้คนมาตั้งบ้านเรือนอยู่อาศัยน้อย จึงพากันเรียกที่แห่งนี้ว่า 
                        " บางแพ " เมื่อได้ตั้งที่ว่าการอำเภอขึ้นที่ตำบลบางแพจึงได้ชื่อว่า "อำเภอบางแพ" ตามสถานที่ตั้ง อำเภอบางแพตั้งขึ้นครั้งแรกในปี
                        พ.ศ. 2457 โดยแบ่งตำบลต่างๆ ของ อำเภอบ้านโป่ง อำเภอโพธาราม และอำเภอดำเนินสะดวก รวม 17 ตำบล 
                        จัดเป็นตำบลขึ้นใหม่แล้วยกฐานะเป็นอำเภอ ในปี พ.ศ. 2460 ได้ย้ายที่ว่าการอำเภอมาอยู่ที่บริเวณวัดหัวโพ ตำบลหัวโพ 
                        อาศัยศาลาการเปรียญซึ่งเป็น ศาลาดิน เป็นที่ตั้งที่ว่าการอำเภอชั่วคราว และได้เปลี่ยนเป็น " อำเภอหัวโพ " ครั้นในปี พ.ศ. 2461
                        ได้ย้ายที่ว่าการอำเภอจากตำบลหัวโพมาตั้งที่บ้านหมู่ที่ 5 ตำบลบางแพ อยู่ฝั่งตะวันออกของลำคลองบางแพ ณ ที่ดังกล่าวได้เปลี่ยน
                        ชื่ออำเภอเป็น " อำเภอบางแพ"

                    </div>
                    <div className="col-sm-3 img-Mueang">
                        <center><img src = {require('../asset/images/District/ณ สัทธา อุทยานไทย_อำเภอบางแพ.jpg')} width="365px " height="270ex"/></center>
                        <div className="row">
                            <div className="col-sm-12" >
                                <center><b>(ณ สัทธา อุทยานไทย)</b></center>

                            </div>
                        </div>
                    </div>
                    <div className="col-sm-3  text-Mueang2" align="justify">
                        <br /><b>อาณาเขต</b>
                        <br /><b>ทิศเหนือ </b>ติดต่อกับตำบลสระกระเที่ยม ตำบลบางแขม อำเภอเมืองนครปฐม
                        <br /><b>ทิศใต้ </b>ติดต่อกับตำบลบ้านไร่ ตำบลบัวงาน อำเภอดำเนินสะดวก
                        <br /><b>ทิศตะวันออก </b>ติดต่อกับอำเภอสามพราน จังหวัดนครปฐม และอำเภอเมืองบ้านแพ้ว จังหวัดสมุทรสาคร
                        <br /><b>ทิศตะวันตก </b>ติดต่อกับอำเภอโพธาราม จังหวัดราชบุรี
                        <br /><b>พื้นที่ </b>พื้นที่ มีเนื้อที่รวมทั้งสิ้น 182 ตารางกิโลเมตร
                    </div>
                    <div className="col-sm-1" />
                    <div className ="col-sm-10 text-ChomBueng" align="justify">
                    <br /><b>ลักษณะภูมิประเทศ </b>เป็นที่ราบลุ่มทั่วไป ไม่มีป่าและเขา สภาพทั่วไปอากาศโปร่งเย็น มีความชุ่มชื่นพอสมควร
                    ลำน้ำสำคัญที่เป็นประโยชน์ในด้านการเกษตร คือ ลำคลองบางแพ เริ่มต้นจาก ตำบลคลองตาคต อำเภอโพธาราม จังหวัดราชบุรี
                    ผ่านอำเภอบางแพ ในท้องที่ตำบลวังเย็น และในท้องที่ตำบลบางแพ เนื่องจากอำเภอ นี้เป็นที่ราบลุ่ม ทรัพยากรธรรมชาติจึงมีปลาและ
                    สัตว์น้ำตามแม่น้ำลำคลอง

                    </div>                   
                </div>

               {/*================================================================================================== */}              
               <div className="row">
                    <div className="col-sm-4 head-Mueang"><center><h4>อำเภอบ้านโป่ง</h4></center></div>
                    <div className="col-sm-8 " />


                    <div className="col-sm-1 " />
                    <div className="col-sm-4 text-Mueang" align = "justify">
                    
                        &nbsp;&nbsp;&nbsp;ตามจดหมายเหตุราชบุรี อำเภอบ้านโป่ง เดิมตั้งอยู่ที่ ตำบลท่าผา เรียกว่าอำเภอท่าผา ต่อมารัฐบาลได้สร้าง
                        ทางรถไฟสายใต้ขึ้นและเห็นว่าถ้าหาก อำเภออยู่ที่ท่าผาแล้วการคมนาคมก็ไม่สู้สะดวก จึงให้ย้ายที่ว่าการอำเภอมาตั้งที่ตำบลบ้านโป่ง 
                        เรียกว่า อำเภอบ้านโป่งสืบมาจนกระทั่งทุกวันนี้ บริเวณที่ตั้งอำเภอบ้านโป่งนี้ เดิมเป็นป่าโปร่งสัตว์ชอบมาอาศัย และกินดินโป่งเป็นอาหาร 
                        (ดินโป่งเป็นดินชนิดหนึ่งที่มีรสเค็ม) โดยเฉพาะสัตว์จำพวกเลียงผาชอบมาก ตามตำนานเก่าแก่เล่าว่าคำ " บ้านโป่ง" เดิมทีเดียวเรียกว่า 
                        "บ้านทับโป่ง " ซึ่งเล่ากันว่ามีกระท่อมหรือบ้าน (ทับ) อยู่ข้างดินโป่ง แต่ชาวบ้านนิยมเรียก "บ้านโป่ง" เพราะสะดวกและสั้นดีและต่อมา
                        ทางราชการก็ได้เปลี่ยนชื่อเป็นอำเภอบ้านโป่งตามไปด้วย อำเภอบ้านโป่ง เคยโอนไปอยู่กับจังหวัดกาญจนบุรีมาครั้งหนึ่งระหว่างสงคราม
                        มหาอาเซียบูรพา เมื่อ พ.ศ. 2484 และโอนกลับมาจังหวัดราชบุรีตามเดิม เมื่อพ.ศ. 2489 ที่ตั้งของที่ว่าการอำเภอบ้านโป่ง 
                        ตั้งอยู่ที่ถนนทรงพล ตำบลบ้านโป่ง (ในเขตเทศบาลเมืองบ้านโป่ง) มีระยะทางห่างจากจังหวัด 42 กิโลเมตร มีทางหลวงแผ่นดิน ผ่าน 2
                        สาย ชื่อ ทางหลวงแผ่นดินสาย 4 ( เพชรเกษม) และมีทางรถไฟผ่าน 3 สาย คือ ทางรถไฟสายใต้ ทางรถไฟสายหนองปลาดุก - 
                        สุพรรณบุรี และทางรถไฟสายหนองปลาดุก - กาญจนบุรี แม่น้ำสำคัญผ่าน 1 สาย ชื่อ แม่น้ำแม่กลอง


                    </div>
                    <div className="col-sm-3 img-Mueang">
                        <center><img src = {require('../asset/images/District/บ้านโป่งวันวาน_อำเภอบ้านโป่ง.jpg')} width="365px " height="270ex"/></center>
                        <div className="row">
                            <div className="col-sm-12" >
                                <center><b>(บ้านโป่งวันวาน)</b></center>

                            </div>
                        </div>
                    </div>
                    <div className="col-sm-3  text-Mueang2" align="justify">
                        <br /><b>อาณาเขต</b>
                        <br /><b>ทิศเหนือ </b>ติดต่อกับอำเภอท่าม่วง อำเภอท่ามะกา จังหวัดกาญจนบุรี อำเภอกำแพงแสน จังหวัดนครปฐม
                        <br /><b>ทิศใต้ </b>ติดต่อกับอำเภอโพธาราม จังหวัดราชบุรี
                        <br /><b>ทิศตะวันออก </b>ติดต่อกับอำเภอเมืองนครปฐม จังหวัดนครปฐม
                        <br /><b>ทิศตะวันตก </b>ติดต่อกับอำเภอโพธาราม จังหวัดราชบุรี อำเภอท่าม่วง จังหวัดกาญจนบุรี
                        <br /><b>พื้นที่ </b>มีพื้นที่ 390 ตารางกิโลเมตร
                    </div>
                    <div className="col-sm-1" />
                    <div className ="col-sm-10 text-ChomBueng" align="justify">
                    <br /><b>ลักษณะภูมิประเทศ </b>เป็นที่ราบลุ่มโดยทั่วไปเป็นที่ทำนา ทำสวน ทำไร่ มีป่าและภูเขาในตำบลเขาขลุง ลำน้ำที่สำคัญ 
                    ลำน้ำที่เป็นประโยชน์ในด้านการเกษตร การคมนาคมและการบริโภค คือ แม่น้ำแม่กลอง เริ่มต้นจากแควใหญ่แควน้อย 
                    มาบรรจบกันที่ตัวจังหวัดกาญจนบุรี ไหลผ่านท้องที่อำเภอบ้านโป่งที่ตำบลลาดบัวขาว ตำบลท่าผา ตำบลเบิกไพร ตำบลบ้านโป่ง 
                    ตำบลปากแรต ตำบลคุ้งพยอม ตำบลสวนกล้วย ตำบลนครชุมน์ และตำบลบ้านม่วง มีระยะประมาณ 20 กิโลเมตร

                    </div>                   
                </div>

               {/*================================================================================================== */} 

               <div className="row">
                    <div className="col-sm-4 head-Mueang"><center><h4>อำเภอบ้านคา</h4></center></div>
                    <div className="col-sm-8 " />


                    <div className="col-sm-1 " />
                    <div className="col-sm-4 text-Mueang" align = "justify">
                    
                        &nbsp;&nbsp;&nbsp;อำเภอบ้านคา เดิมอยู่ในเขตปกครองของอำเภอสวนผึ้ง จังหวัดราชบุรี แต่เนื่องจากอำเภอสวนผึ้งมี
                        อาณาเขตกว้างขวางและประชากรมาก ท้องที่บางตำบล อยู่ห่างไกลตัวอำเภอ ทำให้เจ้าหน้าที่ออกตรวจตราดูแลทุกข์สุขของราษฎร
                        ได้ไม่ทั่วถึง และสภาพท้องที่โดยทั่วๆ ไปมีแนวโน้มว่าจะมีความเจริญขยายตัวมากยิ่งขึ้นเรื่อยๆ กระทรวงมหาดไทยจึงได้แบ่งท้องที่
                        อำเภอสวนผึ้งตั้งเป็นกิ่งอำเภอ เรียกว่า "กิ่งอำเภอบ้านคา" ตั้งแต่วันที่ 1 กรกฎาคม 2540 เป็นต้นมา และต่อมาได้มีพระราชกฤษ
                        ฎีกายกฐานะขึ้นเป็นอำเภอ ในวันที่ 24 สิงหาคม 2550 มีเขตการปกครองแบ่งออกเป็น 3 ตำบล คือ ตำบลบ้านคา ตำบลบ้านบึง 
                        และตำบลหนองพันจันทร์ มีหมู่บ้านรวม 34 หมู่บ้าน


                    </div>
                    <div className="col-sm-3 img-Mueang">
                        <center><img src = {require('../asset/images/District/สำนักสงฆ์พุน้ำร้อน_อำเภอบ้านคา.jpg')} width="365px " height="270ex"/></center>
                        <div className="row">
                            <div className="col-sm-12" >
                                <center><b>(สำนักสงฆ์พุน้ำร้อน)</b></center>

                            </div>
                        </div>
                    </div>
                    <div className="col-sm-3  text-Mueang2" align="justify">
                        <br /><b>อาณาเขต</b>
                        <br /><b>ทิศเหนือ </b>ติดต่อกับอำเภอสวนผึ้ง
                        <br /><b>ทิศใต้ </b>ติดต่อกับอำเภอหนองหญ้าปล้อง (จังหวัดเพชรบุรี)
                        <br /><b>ทิศตะวันออก </b>ติดต่อกับอำเภอจอมบึงและอำเภอปากท่อ
                        <br /><b>ทิศตะวันตก </b>ติดต่อกับเขตตะนาวศรี (สหภาพพม่า)
                        <br /><b>พื้นที่ </b>มีเนื้อที่รวมทั้งสิ้น 1,026 ตารางกิโลเมตร
                    </div>
                    <div className="col-sm-1" />
                    <div className ="col-sm-10 text-ChomBueng" align="justify">
                    <br /><b>ลักษณะภูมิประเทศ </b>
                    <br />1. ภูเขาต่างๆ และเทือกเขาตะนาวศรี
                    <br />2. น้ำตกซับเตย และน้ำตกห้วยสวนพลู
                    <br />3. ป่าไม้ด้านทิศใต้และตะวันออกของกิ่งอำเภอ
                    <br />4. ลำห้วยท่าเคย, มะหาด, พุบอน, กระชาย, หนองน้ำขุ่น และลำห้วยสาขาต่างๆ ที่เกิดจากเทือกเขาตะนาวศรี
                    <br />5. บ่อน้ำพุร้อนที่บ้านน้ำพุร้อน หมู่ที่ 4 ต.บ้านบึง
                    <br />6. แร่ธาตุต่างๆ เช่น เฟลสปาร์ เป็นต้น
                    <br />โดยทั่วไป ฤดูหนาวอากาศหนาวถึงหนาวจัด ฤดูร้อนอากาศเย็นสบาย
                    </div>                   
                </div>

               {/*================================================================================================== */} 

               <div className="row">
                    <div className="col-sm-4 head-Mueang"><center><h4>อำเภอปากท่อ</h4></center></div>
                    <div className="col-sm-8 " />


                    <div className="col-sm-1 " />
                    <div className="col-sm-4 text-Mueang" align = "justify">
                    
                        &nbsp;&nbsp;&nbsp;ประวัติมีว่า พื้นที่ทั่วๆ ไปของอำเภอนี้ราบส่วนมาก และมีพื้นที่แห่งหนึ่งเป็นที่ต่ำกว่าที่อื่น พื้นที่แห่งนั้นเรียกว่า "
                        หนองทะเล" ในฤดูฝนน้ำฝนจากตำบลต่างๆ จะไหลมารวมกันที่หนองทะเลเพียงแห่งเดียว และทางทิศตะวันออกของหนองทะเลเป็น
                        ที่ต่ำกว่าทุกทิศน้ำที่ไหลมารวมกันอยู่นั้น จะไหลไปทางไหนไม่ได้ มีช่องทางน้ำไหลได้เพียงทางเดียวเวลาน้ำไหลออกจากหนองทะเล
                        จะเชี่ยวมาก คล้ายน้ำไหลออกจากท่อเลยทำให้ราษฎรขนานนามพื้นที่หนองทะเลใหม่ว่า " ปากท่อ" ซึ่งเป็นตำบลและที่ตั้งที่ว่าการ
                        อำเภออยู่มาจนถึงปัจจุบัน ตำบลปากท่อ เดิมขึ้นอยู่กับอำเภอเมืองราชบุรี ต่อมาเมื่อ ร.ศ. 118 ได้ตั้งที่ว่าการอำเภอขึ้นแห่งหนึ่ง คือ
                        ที่ว่าการอำเภอท่านัด-วัดประดู่ ซึ่งตั้งอยู่ที่ตำบลจอมประทัด ตำบลปากท่อจึงได้โอนไปขึ้นกับอำเภอท่านัดวัดประดู่ แต่การไปมาติดต่อ
                        ของราษฎรไม่สะดวก เพราะที่ว่าการอำเภอดังกล่าว ตั้งอยู่ริมคลอง ไม่มีถนน จึงได้ย้ายที่ว่าการอำเภอไปตั้งที่ตำบลวัดเพลง เรียกว่า 
                        ที่ว่าการอำเภอแม่น้ำอ้อมจนเมื่อง พ.ศ. 2460 ได้ย้ายที่ว่าการอำเภอแม่น้ำอ้อม มาตั้งที่ตำบลปากท่อ



                    </div>
                    <div className="col-sm-3 img-Mueang">
                        <center><img src = {require('../asset/images/District/สำนักปู่ฤาษีภูไท_อำเภอปากท่อ.jpg')} width="365px " height="270ex"/></center>
                        <div className="row">
                            <div className="col-sm-12" >
                                <center><b>(สำนักปู่ฤาษีภูไท)</b></center>

                            </div>
                        </div>
                    </div>
                    <div className="col-sm-3  text-Mueang2" align="justify">
                        <br /><b>อาณาเขต</b>
                        <br /><b>ทิศเหนือ </b>ติดต่อกับอำเภอเมืองราชบุรี จังหวัดราชบุรี และอำเภอวัดเพลง จังหวัดราชบุรี
                        <br /><b>ทิศใต้ </b>ติดต่อกับอำเภอเขาย้อย จังหวัดเพชรบุรี
                        <br /><b>ทิศตะวันออก </b>ติดต่อกับอำเภออัมพวา จังหวัดสมุทรสงคราม
                        <br /><b>ทิศตะวันตก </b>ติดต่อกับอำเภอสวนผึ้ง อำเภอจอมบึง จังหวัดราชบุรี
                        <br /><b>พื้นที่ </b>มีเนื้อที่รวมทั้งสิ้น 757.8 ตารางกิโลเมตร
                    </div>
                    <div className="col-sm-1" />
                    <div className ="col-sm-10 text-ChomBueng" align="justify">
                    <br /><b>ลักษณะภูมิประเทศ </b>
                    ที่ราบลุ่ม ได้แก่พื้นที่ตำบลวัดยางงาม ตำบลวันดาว มีพื้นที่อุดมสมบูรณ์ เหมาะแก่การเพาะปลูก มีลำคลองเชื่อมหลายสาย เช่นคลองวัดประดู่ คลองปากท่อ
                    ที่ราบตอนกลาง ได้แก่พื้นที่ตำบลบ่อกระดาน ตำบลป่าไก่ ตำบลปากท่อ พื้นที่เป็นนาอาศัยน้ำฝน และจากคลองพระราชทานที่ขุดขนานกับทางรถไฟสายใต้ และคลองแสวงจันทร์รำลึก
                    ที่ราบสูง ได้แก่ตำบลหนองกระทุ่ม ตำบลดอนทราย ตำบลวังมะนาว ตำบลทุ่งหลวง ตำบลอ่างหิน ซึ่งบางแห่งเป็นที่ราบ บางแห่งเป็นเขามีการทำนา ทำไร่ตามสภาพ
                    ที่ป่าและเขา ได้แก่ตำบลยางหัก ที่ส่วนใหญ่เป็นป่าและเขามีที่ราบน้อยมากประชาชนที่อาศัยอยู่ในตำบลนี้ ส่วนใหญ่ เป็นชาวเขาเผ่ากะเหรี่ยง และมีราษฎรจากท้องถิ่นอื่นเข้าไปหักร้างถางป่า จับจองที่ทำกินอยู่มาก

                    </div>                   
                </div>
               {/*================================================================================================== */} 

               <div className="row">
                    <div className="col-sm-4 head-Mueang"><center><h4>อำเภอวัดเพลง</h4></center></div>
                    <div className="col-sm-8 " />


                    <div className="col-sm-1 " />
                    <div className="col-sm-4 text-Mueang" align = "justify">

                        &nbsp;&nbsp;&nbsp;อำเภอวัดเพลง ปัจจุบันอยู่ฝั่งขวาของลำแม่น้ำ แควอ้อม ซึ่งเป็นสายน้ำแยกแม่น้ำแม่กลองที่ตำบลบ้านไร่ 
                        อำเภอเมืองราชบุรี จังหวัดราชบุรี และไปบรรจบกับแม่น้ำแม่กลองอีกที่ตำบลแควอ้อม อำเภออัมพวา อำเภอวัดเพลง มีประวัติความเป็น
                        มาดังนี้ เมื่อตั้งขึ้นครั้งแรกชื่ออำเภอวัดประดู่ เพราะสถานที่ตั้งที่ว่าการอำเภอครั้งแรก อยู่ริมคลองวัดประดู่ บริเวณหน้าวัดประดู่ 
                        อ้อมตำบลจอมประทัดขณะนี้ การปกครอง การไปติดต่อกับจ้งหวัดราชบุรี ซึ่งในฤดูแล้งน้ำลดมากก็เป็นอุปสรรคในการเดินทาง 
                        จึงอนุญาตกระทรวงมหาดไทยย้ายอำเภอแม่น้ำปตั้งใหม่ ณ ตำบลปากท่อ ริมสถานีรถไฟ แล้วเปลี่ยนชื่อเป็นอำเภอปากท่อ 
                        เมื่ออำเภอแม่น้ำอ้อมได้ถูกโอนไปตั้งเป็น อำเภอปากท่อ แล้ว ทางราชการคงให้สถานีตำรวจภูธร
                        อยู่ตามเดิมมิได้ย้ายไปด้วย เพราะเกรงว่าเหตุการณ์โจรผู้ร้ายจะกำเริบขึ้นและทางราชการก็เห็นสมควรให้ตั้งกิ่งอำเภอขึ้นแทน 
                        โดยตั้งชื่อว่ากิ่งอำเภอวัดเพลง มีอาณาเขต 3 ตำบล คือ ตำบลวัดเพลง ตำบลเกาะศาลพระ ตำบลจอมประทัด 
                        และได้ยกฐานะเป็นอำเภอวัดเพลง เมื่อวันที่ 17 กรกฎาคม 2516 อำเภอวัดเพลง อยู่ทางทิศตะวันตกเฉียงใต้ของจังหวัดราชบุรี 
                        มีอาณาเขตตามแม่น้ำแควอ้อมฝั่งขวา อำเภอวัดเพลง



                    </div>
                    <div className="col-sm-3 img-Mueang">
                        <center><img src = {require('../asset/images/District/ถนนคนเดิน_อำเภอวัดเพลง.jpg')} width="365px " height="270ex"/></center>
                        <div className="row">
                            <div className="col-sm-12" >
                                <center><b>(ถนนคนเดิน)</b></center>

                            </div>
                        </div>
                    </div>
                    <div className="col-sm-3  text-Mueang2" align="justify">
                        <br /><b>อาณาเขต</b>
                        <br /><b>ทิศเหนือ </b>ติดต่อกับอำเภอบ้านไร่ อำเภอเมืองราชบุรี
                        <br /><b>ทิศใต้ </b>ติดต่อกับอำเภออัมพวา จังหวัดสมุทรสงคราม อำเภอปากท่อ จังหวัดราชบุรี
                        <br /><b>ทิศตะวันออก </b>ติดต่อกับอำเภอบางคนที่ จังหวัดสมุทรสงคราม อำเภอเมืองราชบุรี จังหวัดราชบุรี
                        <br /><b>ทิศตะวันตก </b>ติดต่อกับอำเภอเมือง อำเภอปากท่อ จังหวัดราชบุรี
                        <br /><b>พื้นที่ </b>มีเนื้อที่ 40 ตารางกิโลเมตร
                    </div>
                    <div className="col-sm-1" />
                    <div className ="col-sm-10 text-ChomBueng" align="justify">
                    <br /><b>ลักษณะภูมิประเทศ </b>
                    สภาพท้องที่เป็นที่ราบลุ่ม ที่ดอนมีเล็กน้อยอยู่ทางด้านทิศตะวันตก พื้นที่ส่วนใหญ่ขึ้นอยู่กับจังหวัดราชบุรี 

                    </div>                   
                </div>
               {/*================================================================================================== */} 

               <div className="row">
                    <div className="col-sm-4 head-Mueang"><center><h4>อำเภอสวนผึ้ง</h4></center></div>
                    <div className="col-sm-8 " />


                    <div className="col-sm-1 " />
                    <div className="col-sm-4 text-Mueang" align = "justify">

                        &nbsp;&nbsp;&nbsp;อำเภอสวนผึ้งเดิมเป็นตำบลสวนผึ้งขึ้นอยู่กับอำเภอจอมบึง จังหวัดราชบุรี ได้อนุมัติให้ตั้งกิ่งอำเภอสวนผึ้ง
                        ขึ้นเมื่อวันที่ 21 ตุลาคม 2517 เปิดทำการบริการประชาชน เมื่อวันที่ 15 พฤศิกายน 2517 มีเขตการปกครอง 5 ตำบล คือ
                        ตำบลสวนผึ้ง ตำบลป่าหวาย ตำบลบ้านบึง ตำบลท่าเคย และตำบลบ้านคา สภาพท้องถิ่นทุรกันดาร ภูมิประเทศส่วนใหญ่เป็นป่าไม้
                        มีภูเขาสลับซับซ้อนอยู่ทั่วไป ระยะทางจกาอำเภอจอมบึง 30 ก.ม. ห่างจากตัวจังหวัดราชบุรี 60 กิโลเมตร และได้ประกาศตั้งเป็น
                        อำเภอเมื่อวันที่ 1 เมษายน 2525 อำเภอสวนผึ้ง ตั้งอยู่หมู่ที่ 1 ตำบลสวนผึ้ง ริมฝั่งซ้ายของลำน้ำภาชีอยู่ทางด้านทิศตะวันตกของ
                        อำเภอจอมบึงและจังหวัดราชบุรี

                    </div>
                    <div className="col-sm-3 img-Mueang">
                        <center><img src = {require('../asset/images/District/เดอะซีนเนอรี่ วินเทจ ฟาร์ม_อำเภอสวนผึ้ง.jpg')} width="365px " height="270ex"/></center>
                        <div className="row">
                            <div className="col-sm-12" >
                                <center><b>(The Scenery Vintage Farm)</b></center>

                            </div>
                        </div>
                    </div>
                    <div className="col-sm-3  text-Mueang2" align="justify">
                        <br /><b>อาณาเขต</b>
                        <br /><b>ทิศเหนือ </b>ติดต่ออำเภอเมืองกาญจนบุรี
                        <br /><b>ทิศใต้ </b>ติดต่อกับอำเภอเขาย้อย จังหวัดเพชรบุรี
                        <br /><b>ทิศตะวันออก </b>ติดต่อกับอำเภอจอมบึง จังหวัดราชบุรี
                        <br /><b>ทิศตะวันตก </b>ติดต่อกับสาธารณรัฐสังคมนิยมแห่งสหภาพพม่า
                        <br /><b>พื้นที่ </b>มีพื้นที่รวมทั้งสิ้น 2,145 ตารางกิโลเมตร
                    </div>
                    <div className="col-sm-1" />
                    <div className ="col-sm-10 text-ChomBueng" align="justify">
                    <br /><b>ลักษณะภูมิประเทศ </b>
                    อำเภอสวนผึ้ง มีสภาพเป็นที่ป่าและภูเขา มีที่ราบตามไหล่เขาและที่ราบตอนกลางของพื้นที่ใช้สำหรับการเพาะปลูกและเลี้ยงสัตว์บ้างเล็กน้อย

                    </div>                   
                </div>



            </div>
 
        </div>
    );
}