import React from 'react'
import './css/mix.css'

export default function History(){
    return(     
        <div className="container-fluid">
            <div className="header">
                <div className="centeres">
                   ที่นี่ ราชบุรี
                </div>
            </div>
            <div className="content-auto sub">
        
                <div className="row">
                    <div className ="container">
                        <div className="col-sm-12">
                        <div className="row">
                            <div className="col-sm-12 title-History">
                                ประวัติ จังหวัดราชบุรี
                            </div>
                        </div>
                        </div>
                    </div>
                </div>

        
                <div className="row">
                    <div className="col-sm-2" />
                    <div className="col-sm-5 History" align = "justify">
                    &nbsp;&nbsp;จังหวัดราชบุรีมีชื่ออันเป็นมงคลยิ่ง หมายถึง ” เมืองพระราชาราชบุรีเป็นเมืองเก่าแก่ เมืองหนึ่งของประเทศไทย 
                  จากการศึกษาและขุดค้นของ นักประวัติศาสตร์  นักโบราณคดี  พบว่าดินแดนแถบลุ่ม  แม่น้ำแม่กลองแห่งนี้เป็น 
                  ถิ่นฐานที่อยู่อาศัยของคนหลายยุคหลายสมัย  และมีความรุ่งเรืองมาตั้งแต่อดีต จากหลักฐานทางโบราณสถานและโบราณวัตถุมาก 
                  ทำให้เชื่อได้ว่ามีผู้คนตั้งถิ่นฐานอยู่ ใน  บริเวณนี้ตั้งแต่ยุคหินกลาง  ตลอดจนได้ค้นพบเมืองโบราณสมัยทราวดีที่ตำบลคูบัว  อำเภอเมืองราชบุรี  
                  พระบาทสมเด็จพระยุทธยอดฟ้าจุฬาโลกมหาราช  ปฐมกษัตริย์แห่งราชวงศ์จักรี    ได้เคยดำรงตำแหน่งหลวงยกกระบัตรเมืองราชบุรีในสมัยกรุง 
                  ศรีอยุธยา  ตอนปลาย  ซึ่งในช่วงปลายสมัย กรุงศรีอยุธยาและตอนต้นกรุงรัตนโกสินทร์  ปรากฎหลักฐานทางประวัติศาสตร์พบว่า  
                  เมืองราชบุรีเป็นเมือง    หน้าด่านที่สำคัญ  และ  เป็นสมรภูมิการรบหลายสมัย    โดยเฉพาะในสมัยสมเด็จพระพุทธยอดฟ้าจุฬาโลกได้ยกทัพมา
                  ตั้งรับศึกพม่าในเขต ราชบุรีหลายครั้ง   ครั้งสำคัญที่สุดคือสงครามเก้าทัพ 
                    </div>
                    <div className="col-sm-4 imgHistory">
                        <img src = {require('../asset/images/55e3bb6576939eda3e02067d.jpg')} width="380px" height="270  "/>
                    </div>
                    <div className="col-sm-1" />

                </div>

                
                <div className="row">
                    <div className="col-sm-2" />
                    <div className="col-sm-3 imgHistory2">
                        <img src = {require('../asset/images/a87f355e-a841-4e5e-bcb1-d0d0d7b5a0b8.jpg')} width="380px" height="270"/>
                    </div>
                    <div className="col-sm-5 History2" align = "justify">
                    &nbsp;&nbsp;ต่อมา พ.ศ. 2360  ในสมัยพระบาทสมเด็จพระพุทธ
                  เลิศหล้านภาลัยได้โปรดเกล้าฯ  ให้สร้างกำแพงเมืองใหม่ทาง ฝั่งซ้ายของแม่น้ำแม่กลองตลอดมาจนถึงปัจจุบัน  ครั้นถึงสมัยพระบาทสมเด็จพระจุล
                  จอมเกล้าเจ้าอยู่หัวใน   พ.ศ. 2437  ได้ทรงเปลี่ยนการปกครองส่วนภูมิภาคโดยรวมหัวเมืองต่างๆ  ที่อยู่ใกล้ชิดกัน  ตั้งขึ้นเป็นมณฑล  และได้
                  รวมเมืองราชบุรี  เมืองกาญจนบุรี  เมือง สมุทรสงคราม   เมืองเพชรบุรี  เมืองปราณบุรี  เมืองประจวบคีรีขันธ์     รวม 6 เมือง  ตั้งขึ้นเป็น
                  มณฑลราชบุรี  ตั้งที่บัญชาการมณฑล  ณ  ที่เมืองราชบุรี ทางฝั่งขวาของแม่น้ำแม่กลอง     (ปัจจุบันคือศาลากลางจังหวัดราชบุรีหลังเก่า)  
                  ต่อมาใน  พ.ศ.  2440  ได้ย้ายที่บัญชาการเมืองราชบุรี  จากฝั่งซ้าย กลับมาตั้งรวมอยู่แห่งเดียวกับศาลาว่าการมณฑลราชุบรี  ทางฝั่งขวาของ
                  แม่น้ำแม่กลอง  จนถึง พ.ศ. 2476    เมื่อได้มีการยกเลิกการปกครองแบบมณฑลทั้งหมด  มณฑลราชบุรีจึงถูกยกเลิกและคงฐานะเป็นจังหวัด
                  ราชุบรีจนถึงปัจจุบัน
                    </div>
                    <div className="col-sm-2" />
                    
                </div>
                
            </div>
 
        </div>
    );
}